{
  "menu": "Menu",
  "language": {
    "select": "Langue",
    "fr": "Français",
    "es": "Espagnol",
    "en": "Anglais"
  },
  "home": "Accueil",
  "features": "Fonctionnalités",
  "pricing": "Tarifs",
  "documentation": "Documentation",
  "documentation.title": "Documentation AIPI",
  "documentation.subtitle": "Tout ce que vous devez savoir sur notre plateforme d'assistance intelligente",
  "documentation.overview": "Vue d'ensemble",
  "documentation.overview.title": "AIPI: Assistance Intelligente pour Institutions et Entreprises",
  "documentation.overview.introduction": "AIPI est une plateforme avancée d'assistance par chat alimentée par l'intelligence artificielle, conçue spécifiquement pour aider les établissements d'enseignement, les entreprises et les commerces à transformer leur façon d'interagir avec leurs clients et futurs étudiants. Dans un contexte où la surcharge d'informations est devenue un problème important, AIPI simplifie l'expérience utilisateur en offrant des réponses précises via un agent virtuel intelligent.",
  "documentation.overview.problem_title": "Problème résolu",
  "documentation.overview.problem_description": "Actuellement, les établissements d'enseignement comme les CEGEPs et les collèges, ainsi que les entreprises de divers secteurs, font face au défi de présenter de grandes quantités d'informations sur leurs sites web. Les visiteurs se sentent souvent submergés par ce volume de données et quittent le site sans trouver ce qu'ils cherchent, ce qui entraîne des opportunités manquées tant pour l'institution que pour le visiteur.",
  "documentation.overview.solution_intro": "AIPI aborde ce problème en permettant aux visiteurs d'interagir avec un assistant virtuel qui :",
  "documentation.overview.solution_point_1": "Recherche des informations spécifiques parmi de grands volumes de données institutionnelles",
  "documentation.overview.solution_point_2": "Répond aux questions en langage naturel",
  "documentation.overview.solution_point_3": "Personnalise les réponses en fonction du contexte de la conversation",
  "documentation.overview.solution_point_4": "Conserve des enregistrements des interactions pour un suivi ultérieur",
  "documentation.overview.card1_title": "Réponses Contextuelles",
  "documentation.overview.card1_text": "L'assistant virtuel comprend le contexte du site web et fournit des réponses précises basées sur le contenu officiel de votre institution ou entreprise.",
  "documentation.overview.card2_title": "Base de Connaissances",
  "documentation.overview.card2_text": "Formez votre assistant avec des documents spécifiques tels que PDF, DOCX ou feuilles de calcul pour répondre à des questions détaillées sur vos programmes ou services.",
  "documentation.overview.card3_title": "Génération de Prospects",
  "documentation.overview.card3_text": "Capturez les coordonnées des visiteurs intéressés pour un suivi ultérieur, transformant les visites du site web en opportunités d'admission ou de vente.",
  "documentation.overview.card4_title": "Analyse Détaillée",
  "documentation.overview.card4_text": "Obtenez des statistiques précieuses sur les conversations, les questions fréquentes et les domaines d'intérêt majeur pour optimiser votre offre éducative ou commerciale.",
  "documentation.overview.start_button": "Commencer Maintenant",
  "documentation.features": "Fonctionnalités",
  "documentation.features.title": "Principales Fonctionnalités",
  "documentation.widget_integration": "Intégration de Widgets",
  "documentation.contextual_understanding": "Compréhension Contextuelle",
  "documentation.document_training": "Formation avec Documents",
  "documentation.lead_capture": "Capture de Prospects",
  "documentation.analytics": "Analyse et Rapports",
  "documentation.task_automation": "Automatisation des Tâches",
  "documentation.form_creation": "Création de Formulaires",
  "documentation.education": "Institutions Éducatives",
  "documentation.business": "Entreprises",
  "documentation.professional": "Services Professionnels",
  "documentation.implementation": "Implémentation",
  
  "task_automation": "Automatisation des Tâches",
  "task_automation_description": "Configurez des tâches et des flux de travail automatisés alimentés par l'IA.",
  "create_automation": "Créer Automatisation",
  "conversations": "Conversations",
  "conversations_description": "Examinez et gérez les conversations avec vos visiteurs.",
  "integrations": "Intégrations",
  "integrations_description": "Créez et gérez des intégrations de sites web pour AIPI.",
  "create_integration": "Créer Intégration",
  "no_integrations": "Pas encore d'intégrations",
  "add_new_integration_desc": "Ajoutez une nouvelle intégration de site web pour connecter AIPI à votre site",
  "forms": "Formulaires",
  "forms_description": "Créez et gérez vos formulaires.",
  "create_form": "Créer Formulaire",
  "settings": "Paramètres",
  "settings_description": "Configurez les paramètres de votre assistant AIPI.",
  
  "visitor": "Visiteur",
  "anonymous": "Anonyme",
  "completed": "Terminée",
  "active": "Active",
  "inactive": "Inactive",
  "testing": "En test",
  "view": "Voir",
  "edit": "Modifier",
  "last_message": "Dernier message",
  "no_conversations": "Pas encore de conversations",
  "conversations_empty_message": "Lorsque les visiteurs interagiront avec votre widget de chat, leurs conversations apparaîtront ici",
  "no_description": "Aucune description",
  "responses": "réponses",
  "no_forms": "Pas encore de formulaires",
  "forms_empty_message": "Créez un nouveau formulaire pour collecter des informations auprès de vos visiteurs",
  "view_logs": "Voir les journaux",
  "no_automations": "Pas encore d'automatisations",
  "automations_empty_message": "Créez votre première automatisation pour rationaliser les tâches répétitives avec l'IA",
  
  "education.intro_text": "Les CEGEPs, collèges et universités font face à des défis uniques à l'ère numérique. Les étudiants potentiels naviguent entre de multiples options éducatives et se sentent souvent submergés par la quantité d'informations disponibles. AIPI transforme ce processus, le rendant plus accessible, personnalisé et efficace.",
  "education.specific_benefits": "Avantages Spécifiques",
  "education.admission_process": "Processus d'Admission Amélioré",
  "education.admission_benefit1": "Répond aux questions spécifiques sur les conditions d'admission, les délais et la documentation nécessaire",
  "education.admission_benefit2": "Guide les étudiants étape par étape à travers le processus de candidature",
  "education.admission_benefit3": "Supprime les obstacles à l'accès aux informations essentielles pour la prise de décision",
  "education.program_presentation": "Présentation Efficace des Programmes Académiques",
  "education.program_detail1": "Fournit des détails sur les programmes d'études, les professeurs et les opportunités de carrière",
  "education.program_detail2": "Aide à comparer différentes options académiques au sein de l'institution",
  "education.program_detail3": "Répond aux questions spécifiques sur le contenu des cours et les méthodologies",
  "education.lead_capture": "Capture et Suivi des Prospects",
  "education.lead_capture1": "Identifie les étudiants à fort potentiel d'inscription",
  "education.lead_capture2": "Enregistre les domaines d'intérêt spécifiques pour un suivi personnalisé",
  "education.lead_capture3": "Permet au service des admissions de prioriser leurs efforts sur les candidats qualifiés",
  "education.international_support": "Support 24/7 pour les Étudiants Internationaux",
  "education.international1": "Fournit des informations en plusieurs langues",
  "education.international2": "Traite les demandes en dehors des heures de bureau, essentiel pour les différents fuseaux horaires",
  "education.international3": "Offre des conseils sur les visas, le logement et autres aspects pertinents",
  "education.trend_analysis": "Analyse des Tendances de la Demande Éducative dans Votre Institution",
  "education.trend1": "Identifie les programmes les plus consultés sur votre site web",
  "education.trend2": "Analyse les préoccupations les plus fréquentes de vos futurs étudiants",
  "education.trend3": "Fournit des données spécifiques précieuses pour la planification stratégique de vos offres académiques",
  "education.trend4": "Statistiques segmentées par compte utilisateur, sans mélanger les données avec d'autres institutions",
  "education.testimonials": "Témoignages",
  "education.testimonial_text": "Depuis l'implémentation d'AIPI sur notre site web, nous avons constaté une augmentation de 35% des demandes d'information qui se convertissent en candidatures réelles. L'assistant virtuel a été essentiel pour aider les étudiants à naviguer dans nos plus de 50 programmes académiques.",
  "education.testimonial_author": "— Directeur des Admissions, CEGEP Saint-Laurent",
  "education.implement_button": "Implémenter dans Votre Institution",
  
  "business.intro_text": "Dans l'environnement commercial actuel, la rapidité du service client et la capacité de convertir les visiteurs du site web en clients potentiels sont des facteurs essentiels de réussite. AIPI fournit une solution complète qui améliore l'expérience client tout en optimisant les ressources du service commercial.",
  "business.specific_benefits": "Avantages Spécifiques",
  "business.lead_generation": "Génération et Qualification de Prospects",
  "business.lead_gen1": "Identifie les visiteurs avec une réelle intention d'achat",
  "business.lead_gen2": "Collecte les coordonnées et les besoins spécifiques",
  "business.lead_gen3": "Qualifie automatiquement les prospects en fonction du niveau d'intérêt et de l'étape du tunnel de vente",
  "business.customer_support": "Support Client 24/7",
  "business.support1": "Répond aux questions fréquentes sans intervention humaine",
  "business.support2": "Fournit des informations détaillées sur les produits et services",
  "business.support3": "Ne réfère à l'attention humaine que lorsque c'est strictement nécessaire",
  "business.catalog_presentation": "Présentation Efficace des Catalogues et Services",
  "business.catalog1": "Guide les visiteurs à travers des catalogues de produits étendus",
  "business.catalog2": "Suggère des produits pertinents en fonction des besoins exprimés",
  "business.catalog3": "Facilite les comparaisons et aide à la prise de décision d'achat",
  "business.sales_optimization": "Optimisation du Processus de Vente",
  "business.sales_opt1": "Fournit des informations préliminaires précieuses à l'équipe commerciale",
  "business.sales_opt2": "Réduit le temps consacré aux demandes de base ou non qualifiées",
  "business.sales_opt3": "Permet aux vendeurs de se concentrer sur les prospects de haute qualité",
  "business.behavior_analysis": "Analyse du Comportement de Vos Clients",
  "business.behavior1": "Identifie les tendances dans les requêtes et les besoins spécifiques de votre marché",
  "business.behavior2": "Fournit des insights exclusifs sur les objections fréquentes des clients",
  "business.behavior3": "Aide à affiner les offres et les messages commerciaux en fonction de vos propres données",
  "business.behavior4": "Métriques segmentées par compte utilisateur pour maintenir la confidentialité et la pertinence",
  "business.testimonials": "Témoignages",
  "business.testimonial_text": "En implémentant AIPI, nous avons réussi à réduire de 45% le temps que notre équipe passait à répondre aux demandes de base. Maintenant, ils peuvent se concentrer sur la conclusion des ventes, tandis que l'assistant virtuel s'occupe d'éduquer les clients et de collecter des informations cruciales pour notre suivi commercial.",
  "business.testimonial_author": "— Directeur Commercial, TechSolutions Inc.",
  "business.implement_button": "Implémenter dans Votre Entreprise",
  
  "professional.intro_text": "Les avocats, comptables, consultants, agences de marketing et autres professionnels indépendants peuvent grandement bénéficier de l'implémentation d'AIPI sur leurs sites web. La solution permet d'offrir une expérience de haut niveau aux clients potentiels tout en optimisant le temps consacré à l'acquisition.",
  "professional.specific_benefits": "Avantages Spécifiques",
  "professional.client_qualification": "Pré-qualification des Clients",
  "professional.qualification1": "Identifie les besoins spécifiques du client avant le premier contact",
  "professional.qualification2": "Détermine si le cas ou le projet correspond à la spécialisation du professionnel",
  "professional.qualification3": "Recueille des informations préliminaires pour rationaliser la première consultation",
  "professional.appointment_scheduling": "Planification Efficace des Rendez-vous",
  "professional.scheduling1": "Gère l'agenda et la disponibilité pour les consultations initiales",
  "professional.scheduling2": "Réduit les appels téléphoniques pour la programmation de réunions",
  "professional.scheduling3": "Envoie des rappels automatiques pour réduire les annulations",
  "professional.client_education": "Éducation Préliminaire du Client",
  "professional.education1": "Fournit des informations de base sur les processus et services",
  "professional.education2": "Répond aux questions fréquentes sur les tarifs, les délais et les méthodologies",
  "professional.education3": "Prépare le client pour une interaction plus productive avec le professionnel",
  "professional.expectation_management": "Gestion des Attentes",
  "professional.expectation1": "Communique clairement la portée et les limites des services offerts",
  "professional.expectation2": "Explique les processus habituels et les temps estimés",
  "professional.expectation3": "Évite les malentendus qui peuvent affecter la relation professionnelle",
  "professional.content_marketing": "Marketing de Contenu Interactif et Données Analytiques",
  "professional.marketing1": "Présente des informations précieuses de manière conversationnelle",
  "professional.marketing2": "Démontre l'expertise et les connaissances dans votre domaine spécifique",
  "professional.marketing3": "Établit la confiance avant le contact personnel",
  "professional.marketing4": "Fournit des statistiques exclusives de votre pratique professionnelle",
  "professional.marketing5": "Métriques isolées par compte, garantissant la confidentialité de vos données",
  "professional.testimonials": "Témoignages",
  "professional.testimonial_text": "En tant que cabinet d'avocats spécialisé, nous perdions beaucoup de temps avec des demandes qui ne correspondaient pas à notre pratique. AIPI non seulement filtre ces demandes, mais dirige également les clients potentiels vers l'avocat approprié au sein de notre cabinet, en fonction de leurs besoins spécifiques. Notre productivité a considérablement augmenté.",
  "professional.testimonial_author": "— Associé Directeur, Global Legal Advisory",
  "professional.implement_button": "Implémenter dans Votre Cabinet Professionnel",
  
  "forms.intro_text": "AIPI inclut un puissant système de création de formulaires personnalisables pour capturer efficacement les informations des visiteurs. Cette fonctionnalité vous permet de créer différents types de formulaires, des simples formulaires de contact aux enquêtes complexes, avec des options d'intégration simplifiées.",
  "forms.available_types": "Types de Formulaires Disponibles",
  "forms.templates_intro": "La plateforme fournit des modèles préconçus pour diverses fins :",
  "forms.contact_form": "Formulaires de Contact",
  "forms.contact_form_desc": "Capturez les informations de contact de base des visiteurs intéressés",
  "forms.waitlist_form": "Formulaires de Liste d'Attente",
  "forms.waitlist_form_desc": "Idéal pour gérer les demandes d'inscription anticipée",
  "forms.survey_form": "Enquêtes de Satisfaction",
  "forms.survey_form_desc": "Recueillez les commentaires des clients ou des étudiants",
  "forms.feedback_form": "Formulaires de Retour d'Information",
  "forms.feedback_form_desc": "Obtenez des commentaires sur des produits, services ou contenus spécifiques",
  "forms.lead_capture_form": "Formulaires de Capture de Prospects",
  "forms.lead_capture_form_desc": "Conçus pour capturer les informations des prospects qualifiés",
  "forms.custom_form": "Formulaires Personnalisés",
  "forms.custom_form_desc": "Créez à partir de zéro pour des besoins spécifiques",
  
  "forms.main_features": "Fonctionnalités Principales",
  "forms.flexible_design": "Design Flexible",
  "forms.flexible_design_desc": "Personnalisez les couleurs, polices et styles pour correspondre à votre marque",
  "forms.configurable_fields": "Champs Configurables",
  "forms.configurable_fields_desc": "Ajoutez différents types de champs (texte, sélection, cases à cocher, dates, etc.)",
  "forms.advanced_validation": "Validation Avancée",
  "forms.advanced_validation_desc": "Configurez des règles pour garantir que les données capturées sont valides",
  "forms.conditional_logic": "Logique Conditionnelle",
  "forms.conditional_logic_desc": "Affichez ou masquez des champs en fonction des réponses précédentes",
  "forms.ai_integration": "Intégration IA",
  "forms.ai_integration_desc": "Analyse automatique des réponses pour identifier les modèles et préférences",
  "forms.captcha_protection": "Protection Captcha",
  "forms.captcha_protection_desc": "Empêche les soumissions automatisées et le spam",
  "forms.email_notifications": "Notifications par Email",
  "forms.email_notifications_desc": "Recevez des alertes lorsque de nouvelles réponses sont soumises",
  "forms.detailed_analytics": "Analyses Détaillées",
  "forms.detailed_analytics_desc": "Statistiques sur les taux de conversion et les modèles de complétion",
  "forms.response_sorting": "Tri des Réponses",
  "forms.response_sorting_desc": "Nouvelles capacités pour filtrer et trier les réponses par date ou champs spécifiques",
  
  "forms.creation_process": "Processus de Création de Formulaires",
  "forms.access_dashboard": "Accédez au Tableau de Bord",
  "forms.access_dashboard_desc": "Naviguez vers la section 'Formulaires' dans votre panneau de contrôle",
  "forms.create_new": "Créez un Nouveau Formulaire",
  "forms.create_new_desc": "Cliquez sur 'Créer un Formulaire' et choisissez si vous voulez partir d'un modèle ou de zéro",
  "forms.basic_config": "Configuration de Base",
  "forms.basic_config_desc": "Définissez le nom, la description et l'objectif du formulaire",
  "forms.design_fields": "Design et Champs",
  "forms.design_fields_desc": "Configurez l'apparence et ajoutez les champs nécessaires",
  "forms.customization": "Personnalisation",
  "forms.customization_desc": "Ajustez les couleurs, polices et styles pour correspondre à votre marque",
  "forms.advanced_config": "Configuration Avancée",
  "forms.advanced_config_desc": "Définissez les messages de remerciement, les redirections et les notifications",
  "forms.preview": "Aperçu",
  "forms.preview_desc": "Testez la fonctionnalité du formulaire avant de le publier",
  "forms.publication": "Publication",
  "forms.publication_desc": "Générez un lien unique ou un code d'intégration pour votre site web",
  
  "forms.integration_methods": "Méthodes d'Intégration Simplifiées",
  "forms.simplified_process": "AIPI a simplifié le processus d'intégration de formulaires, en se concentrant exclusivement sur l'option d'intégration directe :",
  "forms.direct_embed": "Intégration Directe",
  "forms.direct_embed_desc": "Une fois votre formulaire créé, vous pouvez facilement l'intégrer dans votre site web en utilisant le code d'intégration :",
  "forms.get_code": "Obtenez le Code",
  "forms.get_code_desc": "Depuis la vue de votre formulaire, cliquez sur 'Obtenir le Code' pour ouvrir la modal avec le code d'intégration",
  "forms.copy_code": "Copiez le Code",
  "forms.copy_code_desc": "Le système vous fournira un extrait HTML que vous pourrez copier directement",
  "forms.insert_code": "Insérez dans Votre Site",
  "forms.insert_code_desc": "Collez le code dans la section de votre site web où vous souhaitez que le formulaire apparaisse",
  
  "forms.code_example": "Le code d'intégration ressemblera à quelque chose comme ceci :",
  "forms.customization_options": "Options de Personnalisation",
  "forms.modal_instructions": "La modal inclut des instructions pour :",
  "forms.customize_style": "Personnaliser le style du formulaire pour l'adapter à votre site",
  "forms.configure_actions": "Configurer les actions après soumission (redirections, messages)",
  "forms.implement_validations": "Mettre en œuvre des validations personnalisées",
  "forms.analytics_integration": "Intégrer avec des systèmes d'analyse pour le suivi des conversions",
  
  "forms.technical_considerations": "Considérations Techniques",
  "forms.works_with_cms": "Le code fonctionne sur n'importe quel site HTML, y compris les CMS comme WordPress, Wix ou Shopify",
  "forms.async_loading": "Le formulaire se charge de manière asynchrone pour ne pas affecter les performances de la page",
  "forms.secure_data": "Les données sont envoyées directement aux serveurs AIPI pour une plus grande sécurité",
  "forms.spam_protection": "Une protection automatique contre le spam et les attaques CSRF est incluse",
  "forms.responsive_design": "Design responsif qui s'adapte à n'importe quel appareil (mobile, tablette ou ordinateur)",
  
  "forms.improved_response_management": "Gestion des Réponses Améliorée",
  "forms.advanced_capabilities": "La plateforme inclut désormais des capacités avancées pour gérer les réponses :",
  "forms.view_responses": "Voir les Réponses",
  "forms.view_responses_desc": "Accédez à toutes les réponses depuis votre tableau de bord avec une vue améliorée",
  "forms.export_data": "Exporter les Données",
  "forms.export_data_desc": "Téléchargez les réponses au format CSV pour une analyse externe",
  "forms.filter_sort": "Filtrer et Trier",
  "forms.filter_sort_desc": "Trouvez rapidement des réponses spécifiques avec des filtres avancés et des options de tri",
  "forms.automatic_analysis": "Analyse Automatique",
  "forms.automatic_analysis_desc": "Visualisez les statistiques et tendances générées par l'IA",
  "forms.follow_up": "Suivi",
  "forms.follow_up_desc": "Marquez les réponses comme traitées ou en attente de suivi",
  "forms.realtime_notifications": "Notifications en Temps Réel",
  "forms.realtime_notifications_desc": "Recevez des alertes immédiates lorsqu'un formulaire est complété",
  
  "forms.widget_integration": "Intégration avec le Widget AIPI",
  "forms.widget_integration_desc": "Les formulaires peuvent être intégrés avec l'assistant virtuel d'AIPI pour :",
  "forms.present_forms": "Présenter des formulaires à des moments clés de la conversation",
  "forms.autocomplete_fields": "Compléter automatiquement les champs avec les informations déjà fournies dans le chat",
  "forms.continue_conversation": "Continuer la conversation après la soumission du formulaire",
  "forms.provide_assistance": "Fournir une assistance pendant le processus de complétion",
  
  "forms.popular_use_cases": "Cas d'Utilisation Populaires",
  "forms.education_use": "Éducation",
  "forms.education_use_desc": "Formulaires de demande d'information, inscription à des événements ou programmes",
  "forms.business_use": "Entreprises",
  "forms.business_use_desc": "Capture de prospects, demandes de devis, évaluation de la satisfaction",
  "forms.professional_use": "Services Professionnels",
  "forms.professional_use_desc": "Consultations initiales, réservation de rendez-vous, collecte d'antécédents",
  "forms.ecommerce_use": "E-commerce",
  "forms.ecommerce_use_desc": "Retour sur les produits, demandes d'assistance, inscription sur liste VIP",
  "forms.create_first_button": "Créez Votre Premier Formulaire",
  
  "implementation.intro_text": "L'implémentation d'AIPI a été conçue pour être extrêmement simple, sans nécessiter de connaissances techniques avancées. En quelques étapes, vous aurez un assistant virtuel intelligent fonctionnant sur votre site web.",
  "implementation.process_title": "Processus d'Implémentation",
  "implementation.step1_title": "Étape 1 : Intégration avec Votre Site Web",
  "implementation.step1_desc": "Ajoutez simplement un extrait de code HTML à votre site web, juste avant la balise de fermeture </body>. Nous avons des options pour :",
  "implementation.widget_option": "Widget flottant (bulle) qui apparaît dans un coin de votre site",
  "implementation.fullscreen_option": "Expérience plein écran de type ChatGPT",
  "implementation.wordpress_note": "Si vous utilisez WordPress, vous pouvez ajouter le code au thème (footer.php) ou utiliser un plugin qui permet d'insérer du code HTML.",
  
  "implementation.step2_title": "Étape 2 : Personnalisation de l'Assistant",
  "implementation.step2_desc": "Depuis votre panneau de contrôle AIPI, vous pouvez personnaliser de multiples aspects :",
  "implementation.customize_colors": "Couleurs et style visuel pour correspondre à votre marque",
  "implementation.customize_position": "Position à l'écran (pour le widget flottant)",
  "implementation.customize_welcome": "Message de bienvenue et comportement initial",
  "implementation.customize_languages": "Langues prises en charge",
  "implementation.customize_personality": "Nom et 'personnalité' de l'assistant",
  
  "implementation.step3_title": "Étape 3 : Formation de l'Assistant",
  "implementation.step3_desc": "Pour que votre assistant fournisse des réponses utiles et pertinentes :",
  "implementation.upload_pdf": "Téléchargez des documents PDF contenant des informations sur vos services ou programmes",
  "implementation.upload_docx": "Ajoutez des fichiers DOCX avec des questions fréquemment posées et leurs réponses",
  "implementation.upload_excel": "Incluez des feuilles de calcul Excel avec des données structurées",
  "implementation.write_instructions": "Rédigez des instructions spécifiques sur le ton et le style des réponses",
  "implementation.urls_note": "Vous pouvez également indiquer des URL spécifiques de votre site pour que l'assistant extraie et apprenne automatiquement de ce contenu.",
  
  "implementation.step4_title": "Étape 4 : Activation et Suivi Personnalisé",
  "implementation.step4_desc": "Une fois configuré, l'assistant sera prêt à interagir avec vos visiteurs. Depuis votre panneau de contrôle particulier, vous pourrez :",
  "implementation.monitor_conversations": "Surveiller les conversations en temps réel uniquement de vos intégrations",
  "implementation.review_metrics": "Consulter les métriques d'utilisation et d'efficacité exclusives à votre compte",
  "implementation.access_leads": "Accéder aux prospects capturés sur votre site web",
  "implementation.refine_training": "Affiner la formation en fonction des interactions réelles avec vos visiteurs",
  "implementation.isolated_stats": "Obtenir des statistiques complètement isolées des autres utilisateurs du système",
  
  "implementation.technical_requirements": "Exigences Techniques",
  "implementation.compatibility_intro": "AIPI est conçu pour fonctionner avec pratiquement n'importe quel site web moderne :",
  "implementation.cms_compatibility": "Compatible avec tous les CMS populaires (WordPress, Drupal, Joomla, etc.)",
  "implementation.html_compatibility": "Fonctionne avec les sites HTML statiques",
  "implementation.js_compatibility": "S'intègre avec les applications JavaScript (React, Angular, Vue, etc.)",
  "implementation.no_server_mods": "Aucune modification du serveur requise",
  "implementation.start_button": "Commencer l'Implémentation",
  "login": "Connexion",
  "signup": "S'inscrire",
  "logout": "Déconnexion",
  "dashboard": "Tableau de bord",
  "integrations": "Intégrations",
  "analytics": "Analytique",
  "settings": "Paramètres",
  "admin": "Administration",
  "profile": "Profil",
  "manage_assistant": "Gérez votre assistant IA et suivez ses performances",
  "welcome": "Bienvenue dans AIPI",
  "tagline": "La plateforme conversationnelle alimentée par l'IA pour une communication intelligente sur votre site web",
  "getStarted": "Commencer",
  "learnMore": "En savoir plus",
  "dashboard_title": "Tableau de bord",
  "conversations": "Conversations",
  "forms": "Formulaires",
  "create_form": "Créer un formulaire",
  "edit_form": "Modifier le formulaire",
  "form_responses": "Réponses au formulaire",
  "form_preview": "Aperçu du formulaire",
  "task_automation": "Automatisation des tâches",
  "integration_settings": "Paramètres d'intégration",
  "widget_preview": "Aperçu du widget",
  "personal_settings": "Paramètres personnels",
  "subscription_settings": "Paramètres d'abonnement",
  "recent_conversations": "Conversations récentes",
  "view_all": "Voir tout",
  "no_conversations": "Aucune conversation récente",
  "stats_overview": "Aperçu des statistiques",
  "total_visitors": "Visiteurs totaux",
  "total_conversations": "Conversations totales",
  "resolution_rate": "Taux de résolution",
  "avg_response_time": "Temps de réponse moyen",
  "active_integrations": "Intégrations actives",
  "conversation_trend": "Tendance des conversations",
  "admin_panel": "Panneau d'administration",
  "users": "Utilisateurs",
  "templates": "Modèles",
  "discount_codes": "Codes de réduction",
  "subscription_plans": "Plans d'abonnement",
  "system_settings": "Paramètres système",
  "form_templates": "Modèles de formulaire",
  "contact_form": "Formulaire de contact",
  "survey_form": "Formulaire d'enquête",
  "waitlist_form": "Formulaire de liste d'attente",
  "feedback_form": "Formulaire de commentaires",
  "lead_form": "Formulaire de prospect",
  "custom_form": "Formulaire personnalisé",
  "choose_template": "Choisir un modèle",
  "preview": "Aperçu",
  "use_template": "Utiliser ce modèle",
  "create_from_scratch": "Créer à partir de zéro",
  "form_name": "Nom du formulaire",
  "form_description": "Description du formulaire",
  "form_fields": "Champs du formulaire",
  "field_label": "Étiquette du champ",
  "field_type": "Type de champ",
  "field_required": "Champ obligatoire",
  "add_field": "Ajouter un champ",
  "save_form": "Enregistrer le formulaire",
  "publish_form": "Publier le formulaire",
  "form_styling": "Style du formulaire",
  "background_color": "Couleur d'arrière-plan",
  "text_color": "Couleur du texte",
  "button_color": "Couleur du bouton",
  "border_color": "Couleur de la bordure",
  "border_radius": "Rayon de la bordure",
  "font_family": "Famille de police",
  "form_settings": "Paramètres du formulaire",
  "thank_you_message": "Message de remerciement",
  "redirect_url": "URL de redirection",
  "email_notifications": "Notifications par email",
  "captcha": "Protection Captcha",
  "form_analytics": "Analytiques du formulaire",
  "total_submissions": "Total des soumissions",
  "conversion_rate": "Taux de conversion",
  "average_completion_time": "Temps moyen de complétion",
  "loading": "Chargement...",
  "form_responses_title": "Réponses au formulaire",
  "response_date": "Date de réponse",
  "response_details": "Détails de la réponse",
  "export_responses": "Exporter les réponses",
  "delete_responses": "Supprimer les réponses",
  "no_responses": "Aucune réponse trouvée pour ce formulaire",
  "embed_form": "Intégrer le formulaire",
  "copy_embed_code": "Copier le code d'intégration",
  "form_url": "URL du formulaire",
  "copy_url": "Copier l'URL",
  "copy_success": "Copié avec succès!",
  "forms_description": "Créez et gérez des formulaires pour capturer des prospects et des données de visiteurs.",
  "your_forms": "Vos Formulaires",
  "integration_name": "Nom de l'intégration",
  "integration_type": "Type d'intégration",
  "widget_type": "Type de widget",
  "floating_bubble": "Bulle flottante",
  "fullscreen": "Plein écran",
  "widget_color": "Couleur du widget",
  "widget_position": "Position du widget",
  "bottom_right": "En bas à droite",
  "bottom_left": "En bas à gauche",
  "top_right": "En haut à droite",
  "top_left": "En haut à gauche",
  "welcome_message": "Message de bienvenue",
  "placeholder_text": "Texte indicatif",
  "bot_name": "Nom du bot",
  "chat_header": "En-tête du chat",
  "save_integration": "Enregistrer l'intégration",
  "integration_code": "Code d'intégration",
  "domain_whitelist": "Liste blanche de domaines",
  "add_domain": "Ajouter un domaine",
  "current_plan": "Plan actuel",
  "usage_statistics": "Statistiques d'utilisation",
  "conversations_used": "Conversations utilisées",
  "conversations_limit": "Limite de conversations",
  "days_remaining": "Jours restants",
  "upgrade_plan": "Mettre à niveau le plan",
  "update_payment": "Mettre à jour le paiement",
  "cancel_subscription": "Annuler l'abonnement",
  "discount_code": "Code de réduction",
  "apply_discount": "Appliquer la réduction",
  "payment_method": "Méthode de paiement",
  "update_card": "Mettre à jour la carte",
  "billing_history": "Historique de facturation",
  "download_invoice": "Télécharger la facture",
  "analytics_description": "Analyses et statistiques du tableau de bord pour vos intégrations et conversations, avec possibilité d'exporter des rapports complets en PDF.",
  "export_pdf_report": "Exporter rapport PDF",
  "generating_pdf": "Génération du rapport PDF...",
  "pdf_export_success": "Rapport PDF généré avec succès",
  "pdf_export_error": "Erreur lors de la génération du rapport PDF",
  "back_to_dashboard": "Retour au tableau de bord",
  "loading_analytics": "Chargement des données d'analyse...",
  "analytics_error": "Échec du chargement des analyses",
  "analytics_error_description": "Une erreur s'est produite lors du chargement des données d'analyse. Veuillez réessayer plus tard.",
  "all_integrations": "Pour toutes les intégrations",
  "good_performance": "Bonne performance",
  "average_performance": "Performance moyenne",
  "needs_improvement": "Nécessite une amélioration",
  "fast_responses": "Réponses rapides",
  "average_speed": "Vitesse moyenne",
  "slower_than_average": "Plus lent que la moyenne",
  "conversation_analysis": "Analyse des Conversations",
  "integration_performance": "Performance d'Intégration",
  "advanced_analysis": "Analyse Avancée",
  "advanced_metrics": "Métriques supplémentaires pour mieux comprendre le comportement de vos intégrations"
}