{
  "menu": "Menú",
  "language": {
    "select": "Idioma",
    "fr": "Francés",
    "es": "Español",
    "en": "Inglés"
  },
  "home": "Inicio",
  "features": "Características",
  "pricing": "Precios",
  "documentation": "Documentación",
  "documentation.title": "Documentación de AIPPS",
  "documentation.subtitle": "Todo lo que necesitas saber sobre nuestra plataforma de asistencia inteligente",
  "documentation.overview": "Descripción General",
  "documentation.overview.title": "AIPPS: Asistencia Inteligente para Instituciones y Empresas",
  "documentation.overview.introduction": "AIPPS es una plataforma avanzada de asistencia por chat impulsada por inteligencia artificial, diseñada específicamente para ayudar a instituciones educativas, empresas y comercios a transformar la forma en que interactúan con sus clientes y estudiantes potenciales. En un contexto donde la sobrecarga de información se ha vuelto un problema significativo, AIPPS simplifica la experiencia del usuario ofreciendo respuestas precisas a través de un agente virtual inteligente.",
  "documentation.overview.problem_title": "Problema que Resuelve",
  "documentation.overview.problem_description": "Actualmente, las instituciones educativas como CEGEPs y colegios, así como empresas de diversos sectores, enfrentan el desafío de presentar grandes cantidades de información en sus sitios web. Los visitantes a menudo se sienten abrumados por este volumen de datos y abandonan el sitio sin encontrar lo que buscan, resultando en oportunidades perdidas tanto para la institución como para el visitante.",
  "documentation.overview.solution_intro": "AIPPS aborda este problema permitiendo a los visitantes interactuar con un asistente virtual que:",
  "documentation.overview.solution_point_1": "Busca información específica entre grandes volúmenes de datos institucionales",
  "documentation.overview.solution_point_2": "Responde preguntas en lenguaje natural",
  "documentation.overview.solution_point_3": "Personaliza respuestas según el contexto de la conversación",
  "documentation.overview.solution_point_4": "Guarda registros de las interacciones para seguimiento posterior",
  "documentation.overview.card1_title": "Respuestas Contextuales",
  "documentation.overview.card1_text": "El asistente virtual comprende el contexto del sitio web y proporciona respuestas precisas basadas en el contenido oficial de tu institución o empresa.",
  "documentation.overview.card2_title": "Base de Conocimiento",
  "documentation.overview.card2_text": "Entrena a tu asistente con documentos específicos como PDFs, DOCXs o hojas de cálculo para responder preguntas detalladas sobre tus programas o servicios.",
  "documentation.overview.card3_title": "Generación de Leads",
  "documentation.overview.card3_text": "Captura información de contacto de visitantes interesados para seguimiento posterior, convirtiendo visitas web en oportunidades de admisión o venta.",
  "documentation.overview.card4_title": "Análisis Detallado",
  "documentation.overview.card4_text": "Obtén estadísticas valiosas sobre conversaciones, preguntas frecuentes y áreas de mayor interés para optimizar tu oferta educativa o comercial.",
  "documentation.overview.start_button": "Comenzar Ahora",
  "documentation.features": "Funcionalidades",
  "documentation.features.title": "Principales Funcionalidades",
  "documentation.widget_integration": "Integración de Widgets",
  "documentation.contextual_understanding": "Comprensión Contextual",
  "documentation.document_training": "Entrenamiento con Documentos",
  "documentation.lead_capture": "Captura de Leads",
  "documentation.analytics": "Análisis e Informes",
  "documentation.task_automation": "Automatización de Tareas",
  "documentation.form_creation": "Creación de Formularios",
  "documentation.education": "Instituciones Educativas",
  "documentation.business": "Empresas y Negocios",
  "documentation.professional": "Servicios Profesionales",
  "documentation.implementation": "Implementación",
  
  "task_automation": "Automatización de Tareas",
  "task_automation_description": "Configura tareas y flujos de trabajo automatizados impulsados por IA.",
  "create_automation": "Crear Automatización",
  "conversations": "Conversaciones",
  "conversations_description": "Revisa y gestiona las conversaciones con tus visitantes.",
  "integrations": "Integraciones",
  "integrations_description": "Crea y gestiona integraciones de sitios web para AIPPS.",
  "create_integration": "Crear Integración",
  "no_integrations": "Sin integraciones aún",
  "add_new_integration_desc": "Agrega una nueva integración de sitio web para conectar AIPPS con tu sitio",
  "forms": "Formularios",
  "forms_description": "Crea y gestiona tus formularios.",
  "create_form": "Crear Formulario",
  "settings": "Configuración",
  "settings_description": "Configura los ajustes de tu asistente AIPPS.",
  
  "visitor": "Visitante",
  "anonymous": "Anónimo",
  "completed": "Completada",
  "active": "Activa",
  "inactive": "Inactiva",
  "testing": "En prueba",
  "view": "Ver",
  "edit": "Editar",
  "last_message": "Último mensaje",
  "no_conversations": "No hay conversaciones aún",
  "conversations_empty_message": "Cuando los visitantes interactúen con tu widget de chat, sus conversaciones aparecerán aquí",
  "no_description": "Sin descripción",
  "responses": "respuestas",
  "no_forms": "No hay formularios aún",
  "forms_empty_message": "Crea un nuevo formulario para recopilar información de tus visitantes",
  "view_logs": "Ver Registros",
  "no_automations": "No hay automatizaciones aún",
  "automations_empty_message": "Crea tu primera automatización para agilizar tareas repetitivas con IA",
  
  "education.intro_text": "CEGEPs, colegios y universidades enfrentan desafíos únicos en la era digital. Estudiantes potenciales navegan entre múltiples opciones educativas y a menudo se sienten abrumados por la cantidad de información disponible. AIPPS transforma este proceso haciéndolo más accesible, personalizado y efectivo.",
  "education.specific_benefits": "Beneficios Específicos",
  "education.admission_process": "Mejora del Proceso de Admisiones",
  "education.admission_benefit1": "Responde preguntas específicas sobre requisitos de admisión, fechas límite y documentación necesaria",
  "education.admission_benefit2": "Guía a los estudiantes paso a paso a través del proceso de solicitud",
  "education.admission_benefit3": "Elimina barreras de acceso a la información crítica para tomar decisiones",
  "education.program_presentation": "Presentación Efectiva de Programas Académicos",
  "education.program_detail1": "Proporciona detalles sobre planes de estudio, profesores y salidas profesionales",
  "education.program_detail2": "Ayuda a comparar diferentes opciones académicas dentro de la institución",
  "education.program_detail3": "Responde preguntas específicas sobre contenidos de cursos y metodologías",
  "education.lead_capture": "Captación y Seguimiento de Interesados",
  "education.lead_capture1": "Identifica estudiantes con alto potencial de matriculación",
  "education.lead_capture2": "Registra áreas específicas de interés para seguimiento personalizado",
  "education.lead_capture3": "Permite al departamento de admisiones priorizar sus esfuerzos en candidatos cualificados",
  "education.international_support": "Soporte 24/7 para Estudiantes Internacionales",
  "education.international1": "Proporciona información en múltiples idiomas",
  "education.international2": "Atiende consultas fuera del horario laboral, esencial para diferentes zonas horarias",
  "education.international3": "Ofrece orientación sobre visados, alojamiento y otros aspectos relevantes",
  "education.trend_analysis": "Análisis de Tendencias en la Demanda Educativa de Tu Institución",
  "education.trend1": "Identifica los programas más consultados en tu sitio web",
  "education.trend2": "Analiza las preocupaciones más frecuentes de tus estudiantes potenciales",
  "education.trend3": "Proporciona datos valiosos específicos para la planificación estratégica de tu oferta académica",
  "education.trend4": "Estadísticas segregadas por cuenta de usuario, sin mezclar datos con otras instituciones",
  "education.testimonials": "Testimonios",
  "education.testimonial_text": "Desde que implementamos AIPI en nuestro sitio web, hemos visto un incremento del 35% en las solicitudes de información que se convierten en candidaturas reales. El asistente virtual ha sido clave para ayudar a los estudiantes a navegar nuestros más de 50 programas académicos.",
  "education.testimonial_author": "— Directora de Admisiones, CEGEP Saint-Laurent",
  "education.implement_button": "Implementar en tu Institución",
  
  "business.intro_text": "En el entorno empresarial actual, la rapidez en la atención al cliente y la capacidad para convertir visitantes web en clientes potenciales son factores críticos para el éxito. AIPI proporciona una solución integral que mejora la experiencia del cliente mientras optimiza los recursos de atención comercial.",
  "business.specific_benefits": "Beneficios Específicos",
  "business.lead_generation": "Generación y Calificación de Leads",
  "business.lead_gen1": "Identifica visitantes con intención de compra real",
  "business.lead_gen2": "Recopila información de contacto y necesidades específicas",
  "business.lead_gen3": "Califica automáticamente leads según el nivel de interés y la etapa del embudo de ventas",
  "business.customer_support": "Soporte al Cliente 24/7",
  "business.support1": "Responde consultas frecuentes sin intervención humana",
  "business.support2": "Proporciona información detallada sobre productos y servicios",
  "business.support3": "Deriva a atención humana solo cuando es estrictamente necesario",
  "business.catalog_presentation": "Presentación Efectiva de Catálogos y Servicios",
  "business.catalog1": "Guía a los visitantes a través de extensos catálogos de productos",
  "business.catalog2": "Sugiere productos relevantes basados en las necesidades expresadas",
  "business.catalog3": "Facilita comparaciones y ayuda en la toma de decisiones de compra",
  "business.sales_optimization": "Optimización del Proceso de Ventas",
  "business.sales_opt1": "Proporciona información preliminar valiosa al equipo de ventas",
  "business.sales_opt2": "Reduce el tiempo dedicado a consultas básicas o no cualificadas",
  "business.sales_opt3": "Permite que los comerciales se concentren en prospectos de alta calidad",
  "business.behavior_analysis": "Análisis del Comportamiento de Tus Clientes",
  "business.behavior1": "Identifica tendencias en las consultas y necesidades específicas de tu mercado",
  "business.behavior2": "Proporciona insights exclusivos sobre objeciones frecuentes de tus clientes",
  "business.behavior3": "Ayuda a refinar ofertas y mensajes comerciales basados en tus datos propios",
  "business.behavior4": "Métricas segmentadas por cuenta de usuario para mantener la privacidad y relevancia",
  "business.testimonials": "Testimonios",
  "business.testimonial_text": "Al implementar AIPI, conseguimos reducir en un 45% el tiempo que nuestro equipo dedicaba a responder consultas básicas. Ahora pueden concentrarse en cerrar ventas, mientras el asistente virtual se encarga de educar a los clientes y recopilar información crucial para nuestro seguimiento comercial.",
  "business.testimonial_author": "— Director Comercial, TechSolutions Inc.",
  "business.implement_button": "Implementar en tu Empresa",
  
  "professional.intro_text": "Abogados, contadores, consultores, agencias de marketing y otros profesionales independientes pueden beneficiarse enormemente de la implementación de AIPI en sus sitios web. La solución permite ofrecer una experiencia de alto nivel a potenciales clientes mientras se optimiza el tiempo dedicado a la captación.",
  "professional.specific_benefits": "Beneficios Específicos",
  "professional.client_qualification": "Pre-cualificación de Clientes",
  "professional.qualification1": "Identifica las necesidades específicas del cliente antes del primer contacto",
  "professional.qualification2": "Determina si el caso o proyecto se ajusta a la especialización del profesional",
  "professional.qualification3": "Recopila información preliminar para agilizar la primera consulta",
  "professional.appointment_scheduling": "Programación Eficiente de Citas",
  "professional.scheduling1": "Gestiona la agenda y disponibilidad para consultas iniciales",
  "professional.scheduling2": "Reduce las llamadas telefónicas para programar reuniones",
  "professional.scheduling3": "Envía recordatorios automáticos para reducir las cancelaciones",
  "professional.client_education": "Educación Preliminar del Cliente",
  "professional.education1": "Proporciona información básica sobre procesos y servicios",
  "professional.education2": "Responde preguntas frecuentes sobre tarifas, plazos y metodologías",
  "professional.education3": "Prepara al cliente para una interacción más productiva con el profesional",
  "professional.expectation_management": "Gestión de Expectativas",
  "professional.expectation1": "Comunica claramente los alcances y límites de los servicios ofrecidos",
  "professional.expectation2": "Explica los procesos habituales y tiempos estimados",
  "professional.expectation3": "Evita malentendidos que pueden afectar la relación profesional",
  "professional.content_marketing": "Marketing de Contenidos Interactivo y Datos Analíticos",
  "professional.marketing1": "Presenta información valiosa de manera conversacional",
  "professional.marketing2": "Demuestra experiencia y conocimiento en tu campo específico",
  "professional.marketing3": "Genera confianza antes del contacto personal",
  "professional.marketing4": "Proporciona estadísticas exclusivas de tu práctica profesional",
  "professional.marketing5": "Métricas aisladas por cuenta, garantizando la privacidad de tus datos",
  "professional.testimonials": "Testimonios",
  "professional.testimonial_text": "Como bufete especializado, solíamos perder mucho tiempo con consultas que no encajaban con nuestra práctica. AIPI no solo filtra estas consultas, sino que deriva a los potenciales clientes al abogado adecuado dentro de nuestra firma, basándose en sus necesidades específicas. Nuestra productividad ha aumentado significativamente.",
  "professional.testimonial_author": "— Socio Director, Asesoría Legal Global",
  "professional.implement_button": "Implementar en tu Práctica Profesional",
  
  "forms.intro_text": "AIPPS incluye un potente sistema de creación de formularios personalizables para capturar información de los visitantes de manera eficiente. Esta funcionalidad te permite crear diferentes tipos de formularios, desde formularios de contacto simples hasta encuestas complejas, con opciones de integración simplificadas.",
  "forms.available_types": "Tipos de Formularios Disponibles",
  "forms.templates_intro": "La plataforma proporciona plantillas prediseñadas para diversos propósitos:",
  "forms.contact_form": "Formularios de Contacto",
  "forms.contact_form_desc": "Captura información básica de contacto de los visitantes interesados",
  "forms.waitlist_form": "Formularios de Lista de Espera",
  "forms.waitlist_form_desc": "Ideal para gestionar solicitudes de inscripción anticipada",
  "forms.survey_form": "Encuestas de Satisfacción",
  "forms.survey_form_desc": "Recopila feedback de clientes o estudiantes",
  "forms.feedback_form": "Formularios de Feedback",
  "forms.feedback_form_desc": "Obtén comentarios sobre productos, servicios o contenidos específicos",
  "forms.lead_capture_form": "Formularios de Captación de Leads",
  "forms.lead_capture_form_desc": "Diseñados para capturar información cualificada de prospectos",
  "forms.custom_form": "Formularios Personalizados",
  "forms.custom_form_desc": "Crea desde cero para necesidades específicas",
  
  "forms.main_features": "Características Principales",
  "forms.flexible_design": "Diseño Flexible",
  "forms.flexible_design_desc": "Personaliza colores, fuentes y estilos para que coincidan con tu marca",
  "forms.configurable_fields": "Campos Configurables",
  "forms.configurable_fields_desc": "Añade diversos tipos de campos (texto, selección, casillas, fechas, etc.)",
  "forms.advanced_validation": "Validación Avanzada",
  "forms.advanced_validation_desc": "Configura reglas para asegurar que los datos capturados sean válidos",
  "forms.conditional_logic": "Lógica Condicional",
  "forms.conditional_logic_desc": "Muestra u oculta campos según las respuestas anteriores",
  "forms.ai_integration": "Integración con IA",
  "forms.ai_integration_desc": "Análisis automático de las respuestas para identificar patrones y preferencias",
  "forms.captcha_protection": "Protección Captcha",
  "forms.captcha_protection_desc": "Previene envíos automatizados y spam",
  "forms.email_notifications": "Notificaciones por Email",
  "forms.email_notifications_desc": "Recibe alertas cuando se envían nuevas respuestas",
  "forms.detailed_analytics": "Análisis Detallado",
  "forms.detailed_analytics_desc": "Estadísticas sobre tasas de conversión y patrones de completado",
  "forms.response_sorting": "Ordenamiento de Respuestas",
  "forms.response_sorting_desc": "Nuevas capacidades para filtrar y ordenar respuestas por fecha o campos específicos",
  
  "forms.creation_process": "Proceso de Creación de Formularios",
  "forms.access_dashboard": "Accede al Dashboard",
  "forms.access_dashboard_desc": "Navega a la sección 'Formularios' en tu panel de control",
  "forms.create_new": "Crea un Nuevo Formulario",
  "forms.create_new_desc": "Haz clic en 'Crear Formulario' y elige si quieres partir de una plantilla o desde cero",
  "forms.basic_config": "Configuración Básica",
  "forms.basic_config_desc": "Define nombre, descripción y propósito del formulario",
  "forms.design_fields": "Diseño y Campos",
  "forms.design_fields_desc": "Configura la apariencia y añade los campos necesarios",
  "forms.customization": "Personalización",
  "forms.customization_desc": "Ajusta colores, fuentes y estilos para que coincidan con tu marca",
  "forms.advanced_config": "Configuración Avanzada",
  "forms.advanced_config_desc": "Define mensajes de agradecimiento, redirecciones y notificaciones",
  "forms.preview": "Vista Previa",
  "forms.preview_desc": "Prueba el funcionamiento del formulario antes de publicarlo",
  "forms.publication": "Publicación",
  "forms.publication_desc": "Genera un enlace único o código de inserción para tu sitio web",
  
  "forms.integration_methods": "Métodos de Integración Simplificados",
  "forms.simplified_process": "AIPPS ha simplificado el proceso de integración de formularios, centrándose exclusivamente en la opción de integración directa:",
  "forms.direct_embed": "Integración Directa (Direct Embed)",
  "forms.direct_embed_desc": "Una vez creado tu formulario, puedes integrarlo fácilmente en tu sitio web mediante el código de inserción:",
  "forms.get_code": "Obtén el Código",
  "forms.get_code_desc": "Desde la vista de tu formulario, haz clic en 'Obtener Código' para abrir el modal con el código de inserción",
  "forms.copy_code": "Copia el Código",
  "forms.copy_code_desc": "El sistema te proporcionará un fragmento HTML que puedes copiar directamente",
  "forms.insert_code": "Inserta en tu Sitio",
  "forms.insert_code_desc": "Pega el código en la sección de tu sitio web donde deseas que aparezca el formulario",
  
  "forms.code_example": "El código de inserción tendrá un aspecto similar a este:",
  "forms.customization_options": "Opciones de Personalización",
  "forms.modal_instructions": "El modal incluye instrucciones para:",
  "forms.customize_style": "Personalizar el estilo del formulario para adaptarlo a tu sitio",
  "forms.configure_actions": "Configurar acciones después del envío (redirecciones, mensajes)",
  "forms.implement_validations": "Implementar validaciones personalizadas",
  "forms.analytics_integration": "Integrar con sistemas de análisis para seguimiento de conversiones",
  
  "forms.technical_considerations": "Consideraciones Técnicas",
  "forms.works_with_cms": "El código funciona en cualquier sitio HTML, incluidos CMS como WordPress, Wix, o Shopify",
  "forms.async_loading": "El formulario se carga de forma asíncrona para no afectar el rendimiento de la página",
  "forms.secure_data": "Los datos se envían directamente a los servidores de AIPPS para mayor seguridad",
  "forms.spam_protection": "Se incluye automáticamente protección contra spam y ataques CSRF",
  "forms.responsive_design": "Diseño responsivo que se adapta a cualquier dispositivo (móvil, tablet o escritorio)",
  
  "forms.improved_response_management": "Gestión de Respuestas Mejorada",
  "forms.advanced_capabilities": "La plataforma ahora incluye capacidades avanzadas para gestionar las respuestas:",
  "forms.view_responses": "Ver Respuestas",
  "forms.view_responses_desc": "Accede a todas las respuestas desde tu dashboard con vista mejorada",
  "forms.export_data": "Exportar Datos",
  "forms.export_data_desc": "Descarga las respuestas en formato CSV para análisis externos",
  "forms.filter_sort": "Filtrar y Ordenar",
  "forms.filter_sort_desc": "Encuentra rápidamente respuestas específicas con filtros avanzados y opciones de ordenamiento",
  "forms.automatic_analysis": "Análisis Automático",
  "forms.automatic_analysis_desc": "Visualiza estadísticas y tendencias generadas por la IA",
  "forms.follow_up": "Seguimiento",
  "forms.follow_up_desc": "Marca respuestas como atendidas o pendientes de seguimiento",
  "forms.realtime_notifications": "Notificaciones en Tiempo Real",
  "forms.realtime_notifications_desc": "Recibe alertas inmediatas cuando se completa un formulario",
  
  "forms.widget_integration": "Integración con el Widget de AIPPS",
  "forms.widget_integration_desc": "Los formularios pueden integrarse con el asistente virtual de AIPPS para:",
  "forms.present_forms": "Presentar formularios en momentos clave de la conversación",
  "forms.autocomplete_fields": "Completar automáticamente campos con información ya proporcionada en el chat",
  "forms.continue_conversation": "Seguir la conversación después del envío del formulario",
  "forms.provide_assistance": "Proporcionar asistencia durante el proceso de completado",
  
  "forms.popular_use_cases": "Casos de Uso Populares",
  "forms.education_use": "Educación",
  "forms.education_use_desc": "Formularios de solicitud de información, inscripción a eventos o programas",
  "forms.business_use": "Negocios",
  "forms.business_use_desc": "Captura de leads, solicitudes de presupuesto, evaluación de satisfacción",
  "forms.professional_use": "Servicios Profesionales",
  "forms.professional_use_desc": "Consultas iniciales, reserva de citas, recopilación de antecedentes",
  "forms.ecommerce_use": "E-commerce",
  "forms.ecommerce_use_desc": "Feedback de productos, solicitudes de soporte, registro en listas VIP",
  "forms.create_first_button": "Crea tu Primer Formulario",
  
  "implementation.intro_text": "La implementación de AIPPS ha sido diseñada para ser extremadamente sencilla, sin necesidad de conocimientos técnicos avanzados. En pocos pasos, podrás tener funcionando un asistente virtual inteligente en tu sitio web.",
  "implementation.process_title": "Proceso de Implementación",
  "implementation.step1_title": "Paso 1: Integración con tu Sitio Web",
  "implementation.step1_desc": "Simplemente agrega un fragmento de código HTML a tu sitio web, justo antes de la etiqueta de cierre </body>. Tenemos opciones para:",
  "implementation.widget_option": "Widget flotante (burbuja) que aparece en una esquina de tu sitio",
  "implementation.fullscreen_option": "Experiencia de pantalla completa estilo ChatGPT",
  "implementation.wordpress_note": "Si utilizas WordPress, puedes agregar el código en el tema (footer.php) o utilizar un plugin que permita insertar código HTML.",
  
  "implementation.step2_title": "Paso 2: Personalización del Asistente",
  "implementation.step2_desc": "Desde tu panel de control de AIPPS, podrás personalizar múltiples aspectos:",
  "implementation.customize_colors": "Colores y estilo visual para que coincida con tu marca",
  "implementation.customize_position": "Posición en la pantalla (para el widget flotante)",
  "implementation.customize_welcome": "Mensaje de bienvenida y comportamiento inicial",
  "implementation.customize_languages": "Idiomas soportados",
  "implementation.customize_personality": "Nombre y 'personalidad' del asistente",
  
  "implementation.step3_title": "Paso 3: Entrenamiento del Asistente",
  "implementation.step3_desc": "Para que tu asistente proporcione respuestas útiles y relevantes:",
  "implementation.upload_pdf": "Sube documentos PDF con información sobre tus servicios o programas",
  "implementation.upload_docx": "Agrega archivos DOCX con preguntas frecuentes y sus respuestas",
  "implementation.upload_excel": "Incluye hojas de cálculo Excel con datos estructurados",
  "implementation.write_instructions": "Escribe instrucciones específicas sobre el tono y estilo de las respuestas",
  "implementation.urls_note": "También puedes indicar URLs específicas de tu sitio para que el asistente extraiga y aprenda de ese contenido automáticamente.",
  
  "implementation.step4_title": "Paso 4: Activación y Monitoreo Personalizado",
  "implementation.step4_desc": "Una vez configurado, el asistente estará listo para interactuar con tus visitantes. Desde tu panel de control particular podrás:",
  "implementation.monitor_conversations": "Monitorear conversaciones en tiempo real solo de tus integraciones",
  "implementation.review_metrics": "Revisar métricas de uso y efectividad exclusivas de tu cuenta",
  "implementation.access_leads": "Acceder a leads capturados en tu sitio web",
  "implementation.refine_training": "Refinar el entrenamiento basado en interacciones reales con tus visitantes",
  "implementation.isolated_stats": "Obtener estadísticas completamente aisladas de otros usuarios del sistema",
  
  "implementation.technical_requirements": "Requisitos Técnicos",
  "implementation.compatibility_intro": "AIPPS está diseñado para funcionar con prácticamente cualquier sitio web moderno:",
  "implementation.cms_compatibility": "Compatible con todos los CMS populares (WordPress, Drupal, Joomla, etc.)",
  "implementation.html_compatibility": "Funciona con sitios estáticos HTML",
  "implementation.js_compatibility": "Se integra con aplicaciones JavaScript (React, Angular, Vue, etc.)",
  "implementation.no_server_mods": "No requiere modificaciones al servidor",
  "implementation.start_button": "Comenzar la Implementación",
  "login": "Iniciar sesión",
  "signup": "Registrarse",
  "logout": "Cerrar sesión",
  "dashboard": "Panel",
  "integrations": "Integraciones",
  "analytics": "Analítica",
  "settings": "Configuración",
  "admin": "Administración",
  "profile": "Perfil",
  "manage_assistant": "Gestiona tu asistente de IA y monitoriza su rendimiento",
  "welcome": "Bienvenido a AIPPS",
  "tagline": "La plataforma conversacional con IA para una comunicación inteligente en tu sitio web",
  "getStarted": "Empezar",
  "learnMore": "Saber más",
  "dashboard_title": "Panel de control",
  "conversations": "Conversaciones",
  "forms": "Formularios",
  "create_form": "Crear formulario",
  "edit_form": "Editar formulario",
  "form_responses": "Respuestas del formulario",
  "form_preview": "Vista previa del formulario",
  "task_automation": "Automatización de tareas",
  "integration_settings": "Configuración de integración",
  "widget_preview": "Vista previa del widget",
  "personal_settings": "Configuración personal",
  "subscription_settings": "Configuración de suscripción",
  "recent_conversations": "Conversaciones recientes",
  "view_all": "Ver todos",
  "no_conversations": "No hay conversaciones recientes",
  "stats_overview": "Resumen de estadísticas",
  "total_visitors": "Total de visitantes",
  "total_conversations": "Total de conversaciones",
  "resolution_rate": "Tasa de resolución",
  "avg_response_time": "Tiempo medio de respuesta",
  "active_integrations": "Integraciones activas",
  "conversation_trend": "Tendencia de conversaciones",
  "admin_panel": "Panel de administración",
  "users": "Usuarios",
  "templates": "Plantillas",
  "discount_codes": "Códigos de descuento",
  "subscription_plans": "Planes de suscripción",
  "system_settings": "Configuración del sistema",
  "form_templates": "Plantillas de formulario",
  "contact_form": "Formulario de contacto",
  "survey_form": "Formulario de encuesta",
  "waitlist_form": "Formulario de lista de espera",
  "feedback_form": "Formulario de comentarios",
  "lead_form": "Formulario de captación",
  "custom_form": "Formulario personalizado",
  "choose_template": "Elegir plantilla",
  "preview": "Vista previa",
  "use_template": "Usar esta plantilla",
  "create_from_scratch": "Crear desde cero",
  "form_name": "Nombre del formulario",
  "form_description": "Descripción del formulario",
  "form_fields": "Campos del formulario",
  "field_label": "Etiqueta del campo",
  "field_type": "Tipo de campo",
  "field_required": "Campo obligatorio",
  "add_field": "Añadir campo",
  "save_form": "Guardar formulario",
  "publish_form": "Publicar formulario",
  "form_styling": "Estilo del formulario",
  "background_color": "Color de fondo",
  "text_color": "Color del texto",
  "button_color": "Color del botón",
  "border_color": "Color del borde",
  "border_radius": "Radio del borde",
  "font_family": "Familia de fuente",
  "form_settings": "Configuración del formulario",
  "thank_you_message": "Mensaje de agradecimiento",
  "redirect_url": "URL de redirección",
  "email_notifications": "Notificaciones por email",
  "captcha": "Protección Captcha",
  "form_analytics": "Analítica del formulario",
  "total_submissions": "Total de envíos",
  "conversion_rate": "Tasa de conversión",
  "average_completion_time": "Tiempo medio de finalización",
  "loading": "Cargando...",
  "form_responses_title": "Respuestas del formulario",
  "response_date": "Fecha de respuesta",
  "response_details": "Detalles de la respuesta",
  "export_responses": "Exportar respuestas",
  "delete_responses": "Eliminar respuestas",
  "no_responses": "No se encontraron respuestas para este formulario",
  "embed_form": "Integrar formulario",
  "copy_embed_code": "Copiar código de integración",
  "form_url": "URL del formulario",
  "copy_url": "Copiar URL",
  "copy_success": "¡Copiado con éxito!",
  "forms_description": "Crea y gestiona formularios para capturar leads y datos de visitantes.",
  "your_forms": "Tus Formularios",
  "integration_name": "Nombre de la integración",
  "integration_type": "Tipo de integración",
  "widget_type": "Tipo de widget",
  "floating_bubble": "Burbuja flotante",
  "fullscreen": "Pantalla completa",
  "widget_color": "Color del widget",
  "widget_position": "Posición del widget",
  "bottom_right": "Abajo a la derecha",
  "bottom_left": "Abajo a la izquierda",
  "top_right": "Arriba a la derecha",
  "top_left": "Arriba a la izquierda",
  "welcome_message": "Mensaje de bienvenida",
  "assistant": {
    "welcome_message": "👋 ¡Hola! Soy AIPPS, tu asistente de IA. ¿En qué puedo ayudarte hoy?"
  },
  "placeholder_text": "Texto de marcador",
  "bot_name": "Nombre del bot",
  "chat_header": "Encabezado del chat",
  "save_integration": "Guardar integración",
  "integration_code": "Código de integración",
  "domain_whitelist": "Lista blanca de dominios",
  "add_domain": "Añadir dominio",
  "current_plan": "Plan actual",
  "usage_statistics": "Estadísticas de uso",
  "conversations_used": "Conversaciones usadas",
  "conversations_limit": "Límite de conversaciones",
  "days_remaining": "Días restantes",
  "upgrade_plan": "Mejorar plan",
  "update_payment": "Actualizar pago",
  "cancel_subscription": "Cancelar suscripción",
  "discount_code": "Código de descuento",
  "apply_discount": "Aplicar descuento",
  "payment_method": "Método de pago",
  "update_card": "Actualizar tarjeta",
  "billing_history": "Historial de facturación",
  "download_invoice": "Descargar factura",
  "analytics_description": "Análisis de panel y estadísticas para tus integraciones y conversaciones, con capacidad de exportar informes completos en PDF.",
  "export_pdf_report": "Exportar informe PDF",
  "generating_pdf": "Generando informe PDF...",
  "pdf_export_success": "Informe PDF generado correctamente",
  "pdf_export_error": "Error al generar el informe PDF",
  "back_to_dashboard": "Volver al panel",
  "loading_analytics": "Cargando datos de análisis...",
  "analytics_error": "Error al cargar los análisis",
  "analytics_error_description": "Hubo un error al cargar los datos de análisis. Por favor, inténtalo de nuevo más tarde.",
  "all_integrations": "En todas las integraciones",
  "good_performance": "Buen rendimiento",
  "average_performance": "Rendimiento promedio",
  "needs_improvement": "Necesita mejorar",
  "fast_responses": "Respuestas rápidas",
  "average_speed": "Velocidad promedio",
  "slower_than_average": "Más lento que el promedio",
  "conversation_analysis": "Análisis de Conversaciones",
  "integration_performance": "Rendimiento de Integraciones",
  "advanced_analysis": "Análisis Avanzado",
  "advanced_metrics": "Métricas adicionales para comprender mejor el comportamiento de tus integraciones"
}